Repository: smat1957/TeXNote
Catalog: TeXNote/Localizable.xcstrings
Source language: ja
Languages: en

source: 1以上の行番号を入力してください。
en: Enter a line number of 1 or greater.

# この文書は%lld行までです。
source: この文書は%1$lld行までです。
en: This document has %1$lld lines.

source: この行はTeXNoteが生成する構造行で、直接編集できません。
en: This structural line is generated by TeXNote and cannot be edited directly.

source: この行はdocumentclass欄です。
en: This line is in the documentclass field.

source: すべて置換
en: Replace All

source: 件
en: matches

source: 前を検索
en: Find Previous

source: 大文字と小文字を区別
en: Match Case

source: 循環
en: Wrap

source: 検索と置換
en: Find and Replace

source: 検索をクリア
en: Clear Search

source: 検索結果を循環
en: Wrap Search Results

source: 指定した行へ移動できません
en: Cannot Go to Line

source: 文字列検索
en: Find

source: 次を検索
en: Find Next

source: 移動
en: Go

source: 移動する行番号
en: Line Number to Go To

source: 置換
en: Replace

source: 置換文字列
en: Replace With

source: 行
en: Line

source: 行番号
en: Line Numbers

source: 長押しですべて置換
en: Touch and hold to replace all

source: 閉じる
en: Close
